# Импортируйте matplotlib.pyplot с псевдонимом plt
import matplotlib.pyplot as plt

# Распечатайте первые несколько строк данных
print(____)

# Получите общее количество проданных яблок каждого размера
nb_sold_by_size = ____

# Создайте столбчатый график количества проданных яблок по размеру
____

# Покажите график
____