# Выведите среднее значение weekly_sales по department и type; заполните недостающие значения 0
print(sales.pivot_table(____))