# Создайте indiv_per_10k, содержащий число одиноких на десять тысяч человек в каждом регионе
census["indiv_per_10k"] = 10000 * ____ / ____ 

# Фильтр для строк indiv_per_10k больше 20 
high_census = ____

# Отсортируйте high_census по убыванию indiv_per_10k
high_census_srt = ____

# Из high_census_srt выберите столбцы city и indiv_per_10k
result = ____

# Распечатайте результат
print(result)